{
  "banana": "Banana este un fruct tropical bogat în potasiu. Este cultivat în climat cald și este recunoscut pentru forma sa alungită și coaja galbenă.",
  "potato": "Cartoful este o plantă tuberculoasă esențială în alimentație, bogată în amidon și originară din America de Sud.",
  "pineapple": "Ananasul este un fruct exotic dulce-acrișor, recunoscut pentru coaja sa aspră și miezul galben suculent.",
  "dragonfruit": "Fructul dragonului are o coajă roz vibrant și pulpă albă sau roșie cu semințe negre. Este bogat în antioxidanți și apă.",
  "curcuma": "Curcuma, cunoscută și sub denumirea de turmeric, este o plantă perenă din familia ghimbirului (Zingiberaceae), originară din Asia de Sud. Este recunoscută pentru rădăcina sa groasă, de culoare galben-portocalie intensă, care este uscată și măcinată pentru a produce turmericul — un condiment foarte valoros atât în bucătărie, cât și în medicina tradițională.",
  "common toothwort": "Common toothwort, cunoscută și sub denumirea de “scamă de rădăcină” în traducere liberă, este o plantă parazită care aparține familiei Orobanchaceae. Se întâlnește în pădurile umede din Europa și se dezvoltă aproape exclusiv pe rădăcinile arborilor foioși, precum alunul, fagul sau ulmul.",
  "watermelon peperomia": "Watermelon peperomia este o plantă perenă decorativă, originară din America de Sud, apreciată pentru frunzele sale rotunde, lucioase și striate cu dungi argintii. Deși poartă numele de “watermelon” (pepene), nu este înrudită cu pepenele propriu-zis — asemănarea este strict vizuală.",
  "bilimbi": "Bilimbi, numit uneori castravetele de copac sau cucumber tree, este un arbore tropical din familia Oxalidaceae, originar din Asia de Sud-Est. Este apropiat de carambola (fructul stea), dar produce fructe cilindrice, netede și de un verde intens, cu un gust foarte acid.",
  "boat lily": "Boat lily este o plantă perenă din familia Commelinaceae, apreciată pentru frunzele sale lanceolate, verzi pe față și violet intens pe verso. Denumirea vine de la forma florilor, care apar ca niște „bărci” sau „leagăne” în axilele frunzelor.",
  "zz plant": "ZZ plant (sau Zamioculcas zamiifolia) este o plantă perenă tropicală, originară din Africa de Est. Este cunoscută pentru frunzele sale groase, cerate și lucioase, care cresc pe tulpini verticale, asemănătoare unor tije. Este foarte rezistentă la condiții dificile, inclusiv lumină slabă și perioade lungi fără apă.",
  "cassava": "Cassava, cunoscută și sub numele de manioc sau yuca, este o plantă perenă tropicală cultivată în special pentru rădăcina sa comestibilă. Este una dintre cele mai importante surse de carbohidrați la nivel global, fiind deosebit de populară în Africa, Asia și America Latină.",
  "aloevera": "Aloevera este o plantă suculentă perenă, originară din regiunile aride din Peninsula Arabică, dar cultivată pe scară largă în întreaga lume. Este renumită pentru gelul transparent din interiorul frunzelor, care are proprietăți calmante, cicatrizante și hidratante.",
  "blue cactus": "Blue cactus este o denumire comună atribuită mai multor specii de cactuși care prezintă o nuanță albastră sau albăstruie distinctivă a epidermei. Una dintre cele mai cunoscute este Pilosocereus pachycladus, un cactus columnar originar din regiunile semi-aride ale Braziliei."
}
